[{"_id":1,"name":"Cardiology","img":"https://i.ibb.co/52LZKc5/cardiology.png","description":"The Department of Cardiology provides a broad range of services in the diagnosis and management of heart disease. The department comprises a strong team of doctors from various cardiac sub-specialties to treat all types of heart disease."},{"_id":2,"name":"Neurology","img":"https://i.ibb.co/R6vsWWP/neurology.png","description":"The Department of Neuro Medicine at the Mediversal Hospital is dedicated to patient care center is fortunate to have facilities for evaluating patients with neurological diseases, performing the latest clinical and basic science investigations."},{"_id":3,"name":"Internal Medicine","img":"https://i.ibb.co/5YMP25b/medicine.png","description":"Department of Medicine focuses on the diagnosis, treatment, and prevention of non-surgical conditions in adults. It provides a range of health care services, including physical examinations, immunizations, urgent care for medical conditions."},{"_id":4,"name":"Urology","img":"https://i.ibb.co/5R6RzMC/urology.png","description":"The Department of Urology in our Hospital is dedicated to providing medical care for all specialties. Our experienced urologists treat hundreds of patients, providing expert diagnosis, care and surgeries for a range of urological conditions."},{"_id":5,"name":"Dermatology","img":"https://i.ibb.co/GFrjvnX/dermatology.png","description":"The Department of Dermatology at Mediversal Hospital is to provide comprehensive dermatologic care to our patients, exceed our patients' expectations in service and satisfaction, and advance the science of dermatology through research and education."},{"_id":6,"name":"Psychiatry","img":"https://i.ibb.co/RHq5pHK/psychiatry.png","description":"The Department of Psychiatry at Mediversal Hospital, treats adults and children with mental and behavioral disorders. It is rich in both clinical and research areas with current focuses on addiction, brain aging, trauma, schizophrenia, and obesity."}]